Repository: by22shh/life-os
Catalog: ios/LifeOS/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# nutrition_default_meal_type
source: Default meal type
ru: Тип приёма по умолчанию

# nutrition_delete_meal
source: Delete meal
ru: Удалить приём пищи

# nutrition_deleted_at_format
source: Deleted %@
ru: Удалено %@

# nutrition_description
source: Description
ru: Описание

# nutrition_dinner
source: Dinner
ru: Ужин

# nutrition_edit_batch
source: Edit batch
ru: Редактировать партию

# nutrition_edit_template
source: Edit template
ru: Редактировать шаблон

# nutrition_home
source: Home
ru: Дом

# nutrition_item_name
source: Item name
ru: Название позиции

# nutrition_item_summary_with_fiber_format
source: %d g • %d kcal • %dg P • %dg F • %dg C • %dg fiber
ru: %d г • %d ккал • %dг Б • %dг Ж • %dг У • %dг клетчатки

# nutrition_item_summary_without_fiber_format
source: %d g • %d kcal • %dg P • %dg F • %dg C
ru: %d г • %d ккал • %dг Б • %dг Ж • %dг У

# nutrition_items
source: Items
ru: Позиции

# nutrition_kcal_format
source: %d kcal
ru: %d ккал

# nutrition_last_used_format
source: Last used %@
ru: Последний раз %@

# nutrition_loading_meal
source: Loading meal...
ru: Загружаем приём пищи...

# nutrition_log
source: Log
ru: Записать

# nutrition_log_now
source: Log now
ru: Записать сейчас

# nutrition_log_portion
source: Log portion
ru: Записать порцию

# nutrition_logged_batch_remaining_format
source: Logged %@. %d g left
ru: Записано: %@. Осталось %d г

# nutrition_logged_template_format
source: Logged %@
ru: Записано: %@

# nutrition_lunch
source: Lunch
ru: Обед

# nutrition_macro_label_carbs
source: Carbs
ru: Углеводы

# nutrition_macro_label_fat
source: Fat
ru: Жиры

# nutrition_macro_label_fiber
source: Fiber
ru: Клетчатка

# nutrition_macro_label_protein
source: Protein
ru: Белок

# nutrition_macro_totals_with_fiber_format
source: %dg P • %dg F • %dg C • %dg fiber
ru: %dг Б • %dг Ж • %dг У • %dг клетчатки

# nutrition_macro_totals_without_fiber_format
source: %dg P • %dg F • %dg C
ru: %dг Б • %dг Ж • %dг У

# nutrition_macros
source: Macros
ru: Макросы

# nutrition_manual_ingredient
source: Manual ingredient
ru: Ингредиент вручную

# nutrition_meal_deleted
source: Meal deleted
ru: Приём пищи удалён

# nutrition_meal_detail_title
source: Meal detail
ru: Детали приёма пищи

# nutrition_meal_details
source: Meal details
ru: Детали приёма пищи

# nutrition_meal_type
source: Meal type
ru: Тип приёма

# nutrition_no_archived_batches
source: No archived meal prep batches
ru: Нет архивных заготовок

# nutrition_no_archived_templates
source: No archived templates
ru: Нет архивных шаблонов

# nutrition_not_set
source: Not set
ru: Не задано

# nutrition_other
source: Other
ru: Другое

# nutrition_party
source: Party
ru: Вечеринка

# nutrition_per_100g
source: Per 100g
ru: На 100 г

# nutrition_per_portion
source: Per portion
ru: На порцию

# nutrition_portion_exceeds_remaining
source: Portion exceeds remaining batch weight
ru: Порция превышает оставшийся вес партии

# nutrition_portion_weight
source: Portion weight
ru: Вес порции

# nutrition_portion_weight_g
source: Portion weight (g)
ru: Вес порции (г)

# nutrition_portions
source: Portions
ru: Порции

# nutrition_portions_left_format
source: %@ portions left
ru: Осталось %@ порц.

# nutrition_preview
source: Preview
ru: Предпросмотр

# nutrition_remaining_weight_format
source: Remaining %d g
ru: Осталось %d г

# nutrition_remaining_weight_portions_format
source: Remaining %d g • %@ portions
ru: Осталось %d г • %@ порц.

# nutrition_restaurant
source: Restaurant
ru: Ресторан

# nutrition_restore_meal_window
source: You can restore this meal for up to 24 hours.
ru: Этот приём пищи можно восстановить в течение 24 часов.

# nutrition_review_serving_sizes_warning
source: Review the serving sizes before saving.
ru: Проверьте размеры порций перед сохранением.

# nutrition_save_changes
source: Save changes
ru: Сохранить изменения

# nutrition_search_foods
source: Search foods
ru: Поиск продуктов

# nutrition_snack
source: Snack
ru: Перекус

# nutrition_template_archived
source: Template archived
ru: Шаблон архивирован

# nutrition_template_created
source: Template created
ru: Шаблон создан

# nutrition_template_details
source: Template details
ru: Детали шаблона

# nutrition_template_items_hint
source: Add the foods and macros that should be reused every time you log this meal.
ru: Добавьте продукты и макросы, которые нужно использовать каждый раз при записи этого приёма.

# nutrition_template_macro_summary_format
source: %d kcal • %dg P • %dg F • %dg C
ru: %d ккал • %dг Б • %dг Ж • %dг У

# nutrition_template_name
source: Template name
ru: Название шаблона

# nutrition_template_restored
source: Template restored
ru: Шаблон восстановлен

# nutrition_template_row_subtitle_format
source: %@ • %d kcal • %dg P / %dg F / %dg C
ru: %@ • %d ккал • %dг Б / %dг Ж / %dг У

# nutrition_template_title
source: Template
ru: Шаблон

# nutrition_template_updated
source: Template updated
ru: Шаблон обновлён

# nutrition_time_eaten
source: Time eaten
ru: Время приёма

# nutrition_totals
source: Totals
ru: Итого

# nutrition_unarchive_batch
source: Unarchive batch
ru: Вернуть партию из архива

# nutrition_unarchive_template
source: Unarchive template
ru: Вернуть шаблон из архива

# nutrition_undo_delete
source: Undo delete
ru: Отменить удаление

# nutrition_unit_grams
source: g
ru: г

# nutrition_unit_kcal
source: kcal
ru: ккал

# nutrition_unknown
source: Unknown
ru: Неизвестно

# nutrition_used_count_format
source: Used %dx
ru: Использовано %d раз

# nutrition_validation_at_least_one_item_required
source: At least one item is required
ru: Нужен хотя бы один элемент

# nutrition_validation_macros_non_negative
source: Macros cannot be negative
ru: Макросы не могут быть отрицательными

# nutrition_validation_name_required
source: Name is required
ru: Название обязательно

# nutrition_validation_weight_positive
source: Weight must be greater than 0
ru: Вес должен быть больше 0

# nutrition_weight
source: Weight
ru: Вес

# nutrition_work
source: Work
ru: Работа

# training_add_exercise_hint
source: Add an exercise to start logging sets.
ru: Добавьте упражнение, чтобы начать записывать подходы.

# training_add_custom_exercise_format
source: Add "%@"
ru: Добавить "%@"

# training_adjust
source: Adjust
ru: Скорректировать

# training_adjust_plan
source: Adjust plan
ru: Скорректировать план

# training_adjustment
source: Adjustment
ru: Корректировка

# training_apply
source: Apply
ru: Применить

# training_coming_up
source: Coming up
ru: Скоро

# training_create
source: Create
ru: Создать

# training_delete_workout
source: Delete workout
ru: Удалить тренировку

# training_deleted_at_format
source: Deleted %@
ru: Удалено %@

# training_duration_hours_minutes_format
source: %d h %d min
ru: %d ч %d мин

# training_duration_hours_only_format
source: %d h
ru: %d ч

# training_duration_minutes_short_format
source: %d min
ru: %d мин

# training_duration_weeks_stepper_format
source: Duration: %d weeks
ru: Длительность: %d нед.

# training_equipment
source: Equipment
ru: Оборудование

# training_experience
source: Experience
ru: Опыт

# training_finish_workout
source: Finish workout
ru: Завершить тренировку

# training_form_constraints
source: Constraints
ru: Ограничения

# training_form_lifecycle
source: Lifecycle
ru: Статус

# training_form_metadata
source: Metadata
ru: Метаданные

# training_form_overview
source: Overview
ru: Обзор

# training_form_plan
source: Plan
ru: План

# training_form_response
source: Response
ru: Реакция

# training_form_schedule
source: Schedule
ru: Расписание

# training_form_trigger
source: Trigger
ru: Триггер

# training_generate
source: Generate
ru: Сгенерировать

# training_generate_plan
source: Generate plan
ru: Сгенерировать план

# training_goal
source: Goal
ru: Цель

# training_identifier_advanced
source: Advanced
ru: Продвинутый

# training_identifier_beginner
source: Beginner
ru: Новичок

# training_identifier_bodyweight
source: Bodyweight
ru: Собственный вес

# training_identifier_deload_week
source: Deload week
ru: Разгрузочная неделя

# training_identifier_extend_rest_day
source: Extend rest day
ru: Добавить день отдыха

# training_identifier_fatigue_accumulation
source: Fatigue accumulation
ru: Накопленная усталость

# training_identifier_gym
source: Gym
ru: Зал

# training_identifier_home_gym
source: Home gym
ru: Домашний зал

# training_identifier_injury_flag
source: Injury flag
ru: Риск травмы

# training_identifier_intermediate
source: Intermediate
ru: Средний

# training_identifier_load_spike_acwr
source: Load spike (ACWR)
ru: Скачок нагрузки (ACWR)

# training_identifier_planned
source: Planned
ru: Запланировано

# training_identifier_recovery
source: Recovery
ru: Восстановление

# training_identifier_recovery_critical
source: Critical recovery
ru: Критическое восстановление

# training_identifier_recovery_low
source: Low recovery
ru: Низкое восстановление

# training_identifier_reduce_intensity_20
source: Reduce intensity 20%
ru: Снизить интенсивность на 20%

# training_identifier_reduce_volume_30
source: Reduce volume 30%
ru: Снизить объём на 30%

# training_identifier_rescheduled
source: Rescheduled
ru: Перенесено

# training_identifier_schedule_conflict
source: Schedule conflict
ru: Конфликт расписания

# training_identifier_skip_session
source: Skip session
ru: Пропустить сессию

# training_identifier_skipped
source: Skipped
ru: Пропущено

# training_identifier_swap_to_mobility
source: Switch to mobility
ru: Заменить на мобилити

# training_identifier_user_request
source: User request
ru: Запрос пользователя

# training_incomplete_set_warning
source: Missing weight or reps. Save as is is allowed, but this set will be low-quality.
ru: Не хватает веса или повторов. Сохранить можно, но качество данных по этому подходу будет низким.

# training_incomplete_sets_warning_format
source: %d sets are missing weight or reps. Save as is is still allowed.
ru: В %d подходах не хватает веса или повторов. Сохранить всё равно можно.

# training_injuries_hint
source: Separate multiple items with commas. The plan will stay adaptive to recovery and scheduling changes.
ru: Перечислите несколько пунктов через запятую. План останется адаптивным к восстановлению и изменениям расписания.

# training_injuries_limitations
source: Injuries or limitations
ru: Травмы или ограничения

# training_manage
source: Manage
ru: Управлять

# training_manage_plan
source: Manage plan
ru: Управление планом

# training_no_exercises_for_workout
source: No exercises available for this workout.
ru: Для этой тренировки нет доступных упражнений.

# training_custom_exercise_category_format
source: Custom exercise • %@
ru: Своё упражнение • %@

# training_no_plan_yet
source: No training plan yet
ru: Плана тренировок пока нет

# training_not_available
source: N/A
ru: н/д

# training_plan_adaptive_rules_saved_format
source: %d adaptive rules saved
ru: Сохранено %d адаптивных правил

# training_plan_adjustment_note
source: Adjustments are saved into this plan's adaptive rules and will affect future sessions.
ru: Корректировки сохраняются в адаптивные правила этого плана и повлияют на будущие сессии.

# training_plan_adjustment_saved
source: Adaptive adjustment saved.
ru: Адаптивная корректировка сохранена.

# training_plan_ai_adaptive
source: AI adaptive
ru: AI-адаптивный

# training_plan_availability_offline
source: Connect a synced cloud account to generate and adjust adaptive training plans.
ru: Подключите синхронизированный облачный аккаунт, чтобы генерировать и корректировать адаптивные планы тренировок.

# training_plan_availability_online
source: Generate a personalized plan and keep it adaptive as recovery or schedule changes.
ru: Сгенерируйте персональный план и держите его адаптивным к восстановлению и изменениям расписания.

# training_plan_duration_weeks_format
source: %d weeks
ru: %d нед.

source: Training plan generated.
ru: План тренировок создан.

# training_plan_latest_title
source: Latest plan
ru: Последний план

# training_plan_name
source: Plan name
ru: Название плана

# training_plan_name_optional
source: Plan name (optional)
ru: Название плана (необязательно)

# training_plan_title
source: Training plan
ru: План тренировок

source: Training plan updated.
ru: План тренировок обновлён.

# training_reason
source: Reason
ru: Причина

# training_recommended_adjustment_format
source: Recommended: %@
ru: Рекомендуется: %@

# training_rest_add_15_seconds
source: +15s
ru: +15 сек

# training_rest_dismiss
source: Dismiss
ru: Скрыть

# training_rest_minutes_format
source: Rest %d min
ru: Отдых %d мин

# training_rest_off
source: Rest off
ru: Без отдыха

# training_rest_seconds_format
source: Rest %d sec
ru: Отдых %d сек

# training_rest_timer_format
source: Rest %@
ru: Отдых %@

# training_rpe_not_set
source: RPE: Not set
ru: RPE: не задан

# training_save_changes
source: Save changes
ru: Сохранить изменения

# training_selected_day
source: Selected day
ru: Выбранный день

# training_session_length_stepper_format
source: Session length: %d min
ru: Длительность сессии: %d мин

# training_source_imported
source: Imported
ru: Импорт

# training_source_manual
source: Manual
ru: Вручную

# training_source_plan
source: Plan
ru: План

# training_source_wearable
source: Wearable
ru: Носимое устройство

# training_start_planned_workout
source: Start planned workout
ru: Начать запланированную тренировку

# training_status
source: Status
ru: Статус

# training_summary_duration
source: Duration
ru: Длительность

# training_summary_volume
source: Volume
ru: Объём

# training_training_days
source: Training days
ru: Дни тренировок

# training_undo_delete
source: Undo delete
ru: Отменить удаление

# training_unspecified
source: Unspecified
ru: Не указано

# training_validation_add_exercise
source: Add at least one exercise
ru: Добавьте хотя бы одно упражнение

# training_volume_decimal_format
source: %.1f kg
ru: %.1f кг

# training_volume_int_format
source: %d kg
ru: %d кг

# training_workout_default_title
source: Workout
ru: Тренировка

# training_workout_deleted
source: Workout deleted
ru: Тренировка удалена

# training_workout_detail_title
source: Workout detail
ru: Детали тренировки

source: Unarchive
ru: Вернуть из архива

# nutrition_add_favorite
source: Add to favorites
ru: Добавить в избранное

# nutrition_remove_favorite
source: Remove from favorites
ru: Удалить из избранного

# nutrition_favorite_user_unavailable
source: Sign in to manage favorites.
ru: Войдите, чтобы управлять избранным.

# nutrition_favorites_title
source: Favorites
ru: Избранное

# nutrition_favorites_empty_title
source: No favorite foods yet
ru: Избранных продуктов пока нет

# nutrition_favorites_empty_subtitle
source: Search for a food and tap the star to keep it here.
ru: Найдите продукт и нажмите звезду, чтобы сохранить его здесь.

# nutrition_photo_drafts_title
source: Saved food photos
ru: Сохранённые фото еды

# nutrition_photo_draft
source: Food photo draft
ru: Черновик по фото

# nutrition_photo_draft_resume
source: Resume
ru: Продолжить

# nutrition_save_photo_for_later
source: Save for later
ru: Сохранить на потом

# nutrition_photo_draft_load_failed
source: The saved photo could not be opened.
ru: Не удалось открыть сохранённое фото.

# nutrition_photo_draft_save_failed
source: The photo could not be saved.
ru: Не удалось сохранить фото.

# nutrition_voice_clarifications_title
source: A couple of details
ru: Пара уточнений

# nutrition_voice_clarifications_subtitle
source: Answers help estimate portions and nutrition more accurately.
ru: Ответы помогут точнее оценить порции и пищевую ценность.

# nutrition_voice_clarification_custom
source: Or type an answer
ru: Или введите свой ответ

# nutrition_voice_apply_clarifications
source: Apply and review
ru: Применить и проверить

# nutrition_voice_review_without_answers
source: Review without answering
ru: Проверить без ответов

# nutrition_voice_clarifications_context
source: Clarifications:
ru: Уточнения:

# experiments_library_title
source: Experiments
ru: Эксперименты

# experiments_library_subtitle
source: Track active protocols and review results.
ru: Следите за активными протоколами и результатами.

# experiments_filter_label
source: Experiment filter
ru: Фильтр экспериментов

# experiments_filter_all
source: All
ru: Все

# experiments_filter_active
source: Active
ru: Активные

# experiments_filter_completed
source: Finished
ru: Завершённые

# experiments_load_failed
source: Experiments could not be loaded
ru: Не удалось загрузить эксперименты

# experiments_empty_title
source: No experiments yet
ru: Экспериментов пока нет

# experiments_empty_subtitle
source: Start one from an experiment insight.
ru: Запустите эксперимент из подходящего инсайта.

# experiments_status_design
source: Planned
ru: Запланирован

# experiments_status_baseline
source: Baseline
ru: Базовый период

# experiments_status_active
source: Active
ru: Активен

# experiments_status_washout
source: Washout
ru: Период отмены

# experiments_status_paused
source: Paused
ru: Приостановлен

# experiments_status_completed
source: Completed
ru: Завершён

# experiments_status_cancelled
source: Stopped
ru: Остановлен
